Repository: JurajMind/ManaBe
Catalog: smartHookah/Resources/Order/Order.*.resx
Languages: cs

source: Order your hookah
cs: Objednat svou dýmku

# currentOrderPrice
source: Your current order is now
cs: Vaše objednávka je nyní

# whatTobacco
source: What tobacco do you want ( Up to 4 flavours) ?
cs: Jaký tabák (až 4 příchutě do mixu)?

source: Your taste preferences
cs: Vaše preference chutě

source: Random mix
cs: Náhodný mix

# selectPreparedMixes
source: Select our prepared mixes:
cs: Vyberte si z našich mixů:

# whatHookah
source: What hookah do you want?
cs: Jakou dýmku chcete?

# whatBowl
source: What bowl do you want?
cs: Jakou korunku chcete?

# dropExtra
source: Add some extras
cs: Přidat něco navíc

# cantChoose
source: Cant choose ? Just write us your order
cs: Nemůžete si vybrat? Prostě nám napište Vaše přání.

source: Next
cs: Další

source: Finish
cs: Dokončit

source: Previous
cs: Předchozí

# orderConfirm
source: Confirm your order
cs: Potvrdit Vaši objednávku

source: Description
cs: Popis

source: Order price
cs: Cena objednávky

source: Order
cs: Objednat

source: Close
cs: Zavřít

source: Let us choose
cs: Nechte to na nás

# orderState
source: State
cs: Stav

source: Order time
cs: Čas objednávky

source: Order details
cs: Detaily objednávky

source: Seat specify
cs: Upresnení místa

# seatCode
source: Table code
cs: Kód stolu

source: Please enter table code
cs: Prosím zadejté kód stolu

source: Proceed to order
cs: Pokračujte v objednávce

# menu
source: Place menu
cs: Menu
