Repository: JurajMind/ManaBe
Catalog: smartHookah/Resources/SmokeSession/SmokeSession.*.resx
Languages: cs

source: Waiting
cs: Čekám

source: Smoking
cs: Kouřím

source: Blowing
cs: Profukuji

# information
source: Info
cs: Informace

source: Live
cs: Živě

source: Review
cs: Hodnocení

source: Animation
cs: Animace

source: No smoking data
cs: Zatím nic

# startSmoking
source: Start smoking to see more
cs: Potáhni a získej informace!

# myMixes
source: My mixies
cs: Moje mixy

source: Empty
cs: Prázdne

# tobaccoBrand
source: Brand
cs: Značka

# tobaccoFlavor
source: Flavor
cs: Příchuť

# tobaccoWeight
source: Weight(g)
cs: Váha(g)

source: Close
cs: Zavřít

# saveChanges
source: Save
cs: Uložiť

# editSmokeSessionMetadata
source: Edit information
cs: Změň informace

# writeTobaccoReview
source: Write review
cs: Napsat recenzi

source: No review
cs: Bez recenze

source: My tobacco
cs: Můj tabák

source: My gear
cs: Moje vybavení

source: Gear
cs: Vybavení

# packAndCoals
source: Pack & Coals
cs: Nabití & uhlíky

source: Pack style
cs: Způsob nabití

source: Coal type
cs: Typ uhlíku

source: Coal count
cs: Počet uhlíku

source: Session Information
cs: Informace

# selectBrandAndFlavor
source: Select tobacco brand and flavor
cs: Vyberte značku a příchuť tabáku

source: Persons
cs: Osoby

source: Write session review
cs: Napsat recenzi

source: Smoke quality
cs: Kvalita kouře

source: Tobacco taste
cs: Chuť

source: Tobacco quality
cs: Kvalita tabaku

source: Overall rating
cs: Celkové hodnocení

source: Please write your review
cs: Napište svoji recenzi

source: Un-assign
cs: Odpojiť

source: End smoke session
cs: Ukončiť měření

source: Unknown
cs: Nezadána

source: Coal
cs: Uhlíky

source: Write review
cs: Napsat recenzi

source: Smoke sessions
cs: Dýmkařské posezení

source: No smoke sessions
cs: Žádné dýmky

# time
source: Smoke data
cs: Data o kouření

source: Show all
cs: Ukázat vše

source: Hide
cs: Skrýt
