Repository: JurajMind/ManaBe
Catalog: smartHookah/Resources/SmokeSession.*.resx
Languages: cs

# _MDEditBowl
source: Bowl
cs: Korunka

# _MDEditCoalCount
source: Coal count
cs: Počet uhlíků

# _MDEditCoalType
source: Coal type
cs: Typ uhlíků

# _MDEditHMS
source: HMD
cs: HMS

# _MDEditHookah
source: Hookah
cs: Vodní dýmka

# _MDEditMyGear
source: My gear
cs: Moje vybavení

# _MDEditPackCoals
source: Pack method & Coals
cs: Způsob nabití & uhlíky

# _MDEditPersons
source: Smokers count
cs: Počet kouřících

# _TobaccoEditEmpty
source: Empty
cs: Prázdný

# _TobaccoEditMyTob
source: My tobacco
cs: Můj tabák

# _TobaccoEditTitle
source: Tobacco
cs: Tabák

# _TobaccoRevOverallRating
source: Overall Rating
cs: Celkové hodnocení

# _TobaccoRevSmokeQ
source: Session Quality
cs: Kvalita kouření

# _TobaccoRevTextPlaceholder
source: Leave a review please
cs: Napište prosím recenzi

# _TobaccoRevTextReview
source: Review
cs: Recenze

# _TobaccoRevTobaccoQ
source: Tobacco Quality
cs: Kvalita tabáku

# _TobaccoRevTobTaste
source: Taste
cs: Chuť

# CardFrom
source: from
cs: z

# CardGridHide
source: Hide
cs: Skrýt

# CardGridShowAll
source: Show all
cs: Zobrazit vše

# CardMixOf
source: Mix of
cs: Mix

# CardPuffs
source: puffs
cs: potahů

# GetDevSettingsSetDefault
source: Set default
cs: Nastavit výchozí

# GetDevSettingsUseDefault
source: Use default
cs: Použít výchozí

# GetLiveSSLastPuff
source: Last puff
cs: Poslední potah

# GetLiveSSLongestPuff
source: Longest puff
cs: Nejdelší potah

# GetLiveSSNumOfPuffs
source: # of puffs
cs: počet potahů

# GetLiveSSSessionDuration
source: Session duration
cs: Celkový čas

# GetLiveSSSmokeTime
source: Smoking duration
cs: Doba kouření

# GetLiveSSStarted
source: started at
cs: začátek v

# GetLiveSSTobStamina
source: Estimated tobacco stamina
cs: Předpokládaná výdrž tabáku

# GetStatisticsAvgPuffDuration
source: Average puff duration
cs: Průměrná délka potahu

# GetStatisticsBlows
source: Purges
cs: Profouknutí

# GetStatisticsClusters
source: Groups
cs: Skupiny

# GetStatisticsCount
source: Count
cs: Počet

# GetStatisticsDeleteSS
source: Delete this statistic
cs: Smazat tuto statistiku

# GetStatisticsDownloadStats
source: Download statistics data
cs: Stáhnout statistická data

# GetStatisticsDuration
source: Total session duration
cs: Celková doba kouření

# GetStatisticsEditMetadata
source: Edit session metadata
cs: Upravit údaje o kouření

# GetStatisticsIdle
source: Idle
cs: Klid

# GetStatisticsLongest
source: Longest
cs: Nejdelší

# GetStatisticsMedPuffDuration
source: Median puff duration
cs: Střední doba potahu

# GetStatisticsPersons
source: Smokers count
cs: Počet kouřících

# GetStatisticsPuffs
source: Puffs
cs: Potáhnutí

# GetStatisticsRecalculateSS
source: Recalculate this session's statistics
cs: Přepočítat statistiku tohoto kouření

# GetStatisticsSessionMetadata
source: Session metadata
cs: Údaje o kouření

# GetStatisticsSmokeOverView
source: Smoking overview
cs: Přehled kouření

# GetStatisticsSmokeReview
source: Session rating
cs: Hodnocení

# GetStatisticsSSStart
source: Session started at
cs: Kouření začalo v

# GetStatisticsTime
source: Time
cs: Čas

# GetStatisticsWriteTobReview
source: Leave a tobacco review
cs: Napsat recenzi na tabák

# GoToSessionCode
source: Device code
cs: Kód podložky

# GoToSessionConnect
source: Connect
cs: Připojit

# GoToSessionEnterCode
source: Please enter device code (on the display)
cs: Zadejte prosím kód podložky (na displeji podložky)

# IndexSmokeHistory
source: Sessions history
cs: Historie kouření

# MDSelectorTobaccoBrand
source: Tobacco brand
cs: Značka tabáku

# MDSelectorTobaccoFlavor
source: Tobacco flavor
cs: Příchuť tabáku

# NoLiveStatsNoSData
source: No session data
cs: Žádné údaje o kouření

# NoLiveStatsStartS
source: Start smoking to see more
cs: Začněte kouřit pro zobrazení dat

# smokeMDModalTitle
source: Info
cs: Informace

# sSMetaDataBowl
source: Bowl
cs: Korunka

# sSMetaDataCoal
source: Coals
cs: Uhlíky

# sSMetaDataCoalOfType
source: coals of type
cs: uhlíků typu

# sSMetaDataHMS
source: HMD
cs: HMS

# sSMetaDataHookah
source: Hookah
cs: Vodní dýmka

# sSMetaDataNone
source: No session metadata
cs: Žádné údaje o kouření

# sSMetaDataPackStyle
source: Pack style
cs: Způsob nabití

# sSMetaDataTobBrand
source: Tobacco brand
cs: Značka tabáku

# sSMetaDataTobFlavor
source: Tobacco flavor
cs: Příchuť tabáku

# TooltipAssign
source: Assign
cs: Přiřadit
